[{"id":2797,"message":{"es":"Las esporas termínidas han inundado Heeth y Proyecto del Ángel y han engendrado hordas de termínidos que han aplastado las milicias coloniales. Es evidente que el instinto de colmena de esos bichos lleva a su irracional expansión a deshonrar el recuerdo de quienes lucharon por liberar estos planetas.\n \nTus compañeros Helldivers dieron su vida por estas tierras. No podemos perderlas. Hay que mantener el control en los planetas hasta que lleguen los refuerzos S.E.A.F.","fr":"Les spores terminides se répandent sur Hïs et le Périple de l'ange, des hordes d'insectes submergent les milices coloniales. De toute évidence, l'esprit de la ruche a décidé de cracher au visage des valeureux héros qui ont libéré ces planètes.\n\nVos compagnons d'armes ont sacrifié leur vie pour prendre le contrôle de ces territoires. Nous ne pouvons pas les abandonner. Gardez le contrôle de ces planètes jusqu'à l'arrivée des renforts de la Super-Terre.","de":"Die Sporen der Terminiden haben Heeth und Angel’s Venture verschlungen und Horden von Terminiden hervorgebracht, die unsere kolonialen Milizen überwältigt haben. Offensichtlich zielt der Bug-Schwarminstinkt mit dieser stupiden Ausbreitung darauf ab, das Andenken jener zu entehren, die für die Befreiung dieser Planeten gekämpft haben.\n\nIhre Helldivers-Kameraden haben für diese Territorien mit ihrem Leben bezahlt. Wir dürfen sie jetzt nicht aufgeben. Halten Sie die Planeten, bis S.E.A.F.-Verstärkung eintrifft.","en":null,"it":"Le spore dei Terminidi hanno avvolto Heeth e Angel's Venture, generando orde di Terminidi che hanno sopraffatto le nostre milizie coloniali. Chiaramente, la mente alveare degli insetti ha portato la loro cieca espansione a disonorare la memoria di coloro che hanno combattuto per liberare questi pianeti.\n\nI vostri compagni Helldiver hanno dato la loro vita per questi territori. Non possiamo perderli. Difendeteli fino all'arrivo dei rinforzi FAST.","pl":"Zarodniki terminidów wyroiły się w Heeth i Anielskim Przedsięwzięciu, co doprowadziło do pojawiania się hord terminidów, które pokonały nasze kolonialne bojówki. Najwyraźniej instynkt roju robali nakazał im bezmyślną ekspansję i zbezczeszczenie pamięci o tych, którzy walczyli o wyzwolenie tych planet.\n\nHelldiversi tacy jak ty zapłacili własnym życiem za te tereny. Nie możemy ich teraz utracić. Utrzymaj planety do czasu przybycia uzupełnień SZSZ.","ru":"Споры терминидов окружили Хиит и Ангельский Риск и породили орды жуков, сломивших сопротивление планетарного ополчения. Определенно, коллективный инстинкт жуков теперь желает не только бессмысленно захватывать новые территории, но и опорочить память тех, кто боролся за освобождение этих планет.\n\nАдские Десантники заплатили за захват этих земель своими жизнями, потому мы не имеем права их потерять. Удерживайте эти планеты, пока не прибудут подкрепления ВССЗ.","zh":"终结族的孢子淹没了希斯和天使投资星系，孕育出大量终结族，我们的拓殖地民兵不知所措。很明显，虫窝凭靠本能无脑扩张，全然不顾为解放星球而战之人所付出的血泪。\n\n你的绝地潜兵同僚用生命才换来了这方土地。此刻，我们寸土不让。坚守这些星球，等待超级地球武装部队的增援抵达。"},"tag_ids":[],"type":0},{"id":2798,"message":{"es":"La Agencia de Investigación de Herramientas Avanzadas de Liberación (AIHAL) ha probado con éxito los prototipos de un nuevo recurso de combate. Se recomienda a los Helldivers que revisen los procedimientos de operación mecánica para aprender a usarlo.","fr":"L'Agence de l'innovation des outils de libération avancés (AIOLA) a testé avec succès de nouveaux prototypes d'armes. Il est recommandé aux Helldivers de consulter le manuel d'utilisation en vue d'une utilisation future sur le champ de bataille.","de":"Das Forschungsinstitut für verbesserte Befreiungshilfsmittel (FIVBH) hat erfolgreich neue Prototypen einer Kampfmaschine getestet. Den Helldivers wird empfohlen, die Mechanik-Verfahrensanweisungen als Vorbereitung auf diese eintreffende Hilfe erneut gründlich zu studieren.","en":null,"it":"L'Agenzia di Ricerca per gli Strumenti Avanzati di Liberazione (ARSAL) ha testato con successo i prototipi di un nuovo strumento bellico. Si consiglia agli Helldiver di studiarne le procedure di funzionamento in vista del suo arrivo.","pl":"Agencja ds. Badań nad Zaawansowanymi Systemami Wyzwolenia (ABZSW) przeprowadziła udane testy prototypów nowego środka bojowego. Wskazane jest, aby w ramach przygotowań do przekazania tego środka helldiversi zapoznali się z procedurą prawidłowego sterowania urządzeniami mechanicznymi.","ru":"Бюро разработки уникальных средств освобождения галактики (БРУСОГ) успешно протестировало прототипы нового боевого устройства. Адским Десантникам рекомендуется заранее ознакомиться с необходимыми операциями в ходе подготовки к использованию устройства.","zh":"先进解放工具研究局（ALTRA）开发的新型作战装备样机顺利通过测试。建议绝地潜兵提前复习正确的机械操作步骤，准备将来使用该装备。"},"tag_ids":[],"type":0},{"id":2799,"message":{"es":"NUEVA ORDEN DEL TENIENTE CORONEL\nTien Kwan alberga el único arsenal del nuevo exotraje. Solo es cuestión de tiempo que los autómatas descubran el arsenal y lo roben. Libera Tien Kwan antes de que sea demasiado tarde.","fr":"NOUVEL ORDRE PRIORITAIRE\nTien Kwan accueille l'unique arsenal de la nouvelle technologie d'exosquelettes. Ce n'est qu'une question de temps avant que les automatons ne le découvrent et ne s'en emparent. Sauvez Tien Kwan avant qu'il ne soit trop tard.","de":"NEUER GENERALBEFEHL\nTien Kwan beherbergt das einzige Arsenal der neuen Exoanzug-Technologie. Es ist nur eine Frage der Zeit, bis die Roboter dieses Arsenal entdecken und für ihre Zwecke missbrauchen. Befreien Sie Tien Kwan, bevor es zu spät ist.","en":null,"it":"NUOVO ORDINE PRINCIPALE\nTien Kwan ospita l'unico arsenale della nuova tecnologia degli esoscheletri. È solo questione di tempo prima che gli Automaton scoprano l'arsenale e lo saccheggino. Liberate Tien Kwan, prima che sia troppo tardi.","pl":"NOWY WAŻNY ROZKAZ\nW Tien Kwan znajduje się jedyny w galaktyce arsenał egzokombinezonów najnowszej generacji. Jest tylko kwestią czasu, kiedy automaty odkryją ten arsenał i go przejmą. Wyzwólcie Tien Kwan, zanim będzie za późno.","ru":"НОВЫЙ ГЛАВНЫЙ ПРИКАЗ\nВ системе Тьен-Кван находится единственный склад экзокостюмов, созданных по новой технологии. Автоматоны обнаружат склад и присвоят экзокостюмы — это лишь вопрос времени. Освободите Тьен-Кван, пока не поздно.","zh":"新重要指令\n天关坐落着唯一一家掌握新型外骨骼装甲科技的军械厂。机器人迟早会发现这座军械厂，窃取相关技术，为己所用。立即解放天关，以免为时过晚。"},"tag_ids":[],"type":0},{"id":2800,"message":{"es":"CONTRAATAQUE AUTÓMATA\nLos mensajes interceptados indican que los robots planean una respuesta intensa. Se prevé un aumento de la resistencia en los planetas autómatas.","fr":"CONTRE-ATTAQUE DES AUTOMATONS\nSelon les messages interceptés, les robots préparent une offensive massive. Attendez-vous à une résistance accrue sur les planètes automatons.","de":"ROBOTER-GEGENANGRIFF\nAbgefangene Botschaften der Roboter deuten auf Pläne für eine Großoffensive hin. Auf Roboterplaneten ist mit erhöhtem Widerstand zu rechnen.","en":null,"it":"CONTRATTACCO DEGLI AUTOMATON\nI messaggi intercettati indicano che i bot stanno progettando un attacco in forze. Si prevede una maggiore resistenza sui pianeti degli Automaton.","pl":"KONTRATAK AUTOMATÓW\nPrzechwycone komunikaty wskazują na potężną ofensywę planowaną przez boty. Spodziewany jest wzrost siły oporu na planetach automatów.","ru":"КОНТРАТАКА АВТОМАТОНОВ\nИз перехваченных сообщений мы узнали, что боты планируют крупное наступление. На планетах автоматонов ожидается ожесточенное сопротивление.","zh":"机器人反攻\n截获的情报显示，机器人计划大举反攻。预计各机器人星球的反抗力度将大幅加剧。"},"tag_ids":[],"type":0},{"id":2801,"message":{"es":"Bien hecho, Helldivers. Tien Kwan vuelve a estar al cuidado de la democracia gestionada. El Arsenal Morgunson, junto con las reservas de exotrajes recién fabricados, se encontraban intactos.\n\nYa se puede solicitar el EXOTRAJE DE PATRIOTA EXO-45.","fr":"Bien joué, Helldivers. Tien Kwan bénéficie à nouveau de la démocratie contrôlée. L'arsenal Morgunson et sa réserve d'exosquelettes fraîchement sortie de l'usine sont intacts.\n\nL'exosquelette EXO-45 PATRIOTE peut désormais être réquisitionné.","de":"Gut gemacht, Helldivers. Tien Kwan ist wieder in der Obhut der gelenkten Demokratie. Das Morgunson-Arsenal und sein Vorrat an frisch produzierten Exoanzügen wurden unversehrt geborgen.\n\nDer EXO-45-PATRIOT-EXOANZUG kann jetzt angefordert werden.","en":null,"it":"Bel lavoro, Helldiver. Tien Kwan è stato restituito alle cure della democrazia controllata. L'impianto Morgunson e la sua scorta di esoscheletri freschi di fabbrica sono stati recuperati.\n\nL'EXO-45 PATRIOTA è ora disponibile per la requisizione.","pl":"Dobra robota, helldiversi. Tien Kwan wrócił pod skrzydła zarządzanej demokracji. Fabryka Morgunsona i magazyn świeżo wyprodukowanych egzkombinezonów pozostają nienaruszone.\n\nEGZOKOMBINEZON PATRIOTA EXO-45 jest już dostępny w zapotrzebowaniu.","ru":"Отличная работа, Адские Десантники. Тьен-Кван вернулся под крыло управляемой демократии. Арсенал «Пушкарева» и запасы произведенных экзокостюмов спасены.\n\nЭКЗОКОСТЮМ EXO-45 «ПАТРИОТ» стал доступен для реквизиции.","zh":"很好，绝地潜兵。天关顺利回到了管理式民主的掌控之中，莫枪森军械厂及其新生产的外骨骼装甲存货也完璧归赵。\n\nEXO-45“爱国者”外骨骼装甲现在开放申购。"},"tag_ids":[],"type":0},{"id":2802,"message":{"es":"En cada Planeta Barrera, ahora hay una red de torres inmensas que liberan Termicida: el Sistema de Control de Termínidos. Una vez activado, el SCT acabará con todos los termínidos de ese planeta, y lo inoculará contra futuras infestaciones. \n\nSin embargo, el aumento de la actividad de los termínidos ha obligado a evacuar a los ingenieros de S.E.A.F. Ahora, solo los Helldivers pueden garantizar la seguridad de nuestros ciudadanos.\n\nHay que volver a activar el Sistema de Control de Termínidos cueste lo que cueste.","fr":"La construction du système de contrôle des terminides est terminée. Sur chaque planète barrière ont été érigées des tours de propagation du termicide. Une fois activé, le SCT exterminera tous les terminides sur la planète et la protégera des futures invasions.\n\nNéanmoins, la recrudescence d'assauts terminides a obligé les ingénieurs S.E.A.F. à évacuer. Désormais, seuls les Helldivers peuvent assurer la sécurité de nos citoyens.\n\nLe système de contrôle des terminides doit absolument être activé. Quoi qu'il en coûte.","de":"Auf jeder Barrierewelt wurde ein Netzwerk gewaltiger, Termizid-ausstoßender Türme errichtet: das Terminiden-Kontrollsystem. Sobald es aktiviert ist, eliminiert das TKS alle Terminiden auf dem jeweiligen Planeten und impft ihn gegen jeglichen zukünftigen Befall.\n \nDie zunehmende Terminiden-Aktivität hat die S.E.A.F.-Ingenieure jedoch zur Evakuierung gezwungen. Jetzt können nur noch die Helldivers für die Sicherheit unserer Bürger sorgen.\n \nDas Terminiden-Kontrollsystem muss aktiviert werden – um jeden Preis.","en":null,"it":"Su ogni pianeta barriera si trova ora una rete di enormi torri di distribuzione di Terminicida: il Sistema di controllo dei Terminidi. Una volta attivato, l'SCT stermina tutti i Terminidi presenti sul pianeta e lo protegge da tutte le infestazioni future. \n\nTuttavia, l'aumento dell'attività Terminide ha costretto gli ingegneri del FAST a evacuare. Ora solo gli Helldiver possono garantire la sicurezza dei nostri cittadini.\n\nIl Sistema di controllo dei Terminidi deve essere attivato, ad ogni costo.","pl":"Na każdej planecie Bariery została wzniesiona sieć potężnych wież rozpylających termicyd, czyli System Kontroli Terminidów. Po aktywacji SKT eksterminuje każdego terminida na tej planecie i zaszczepi ją przed kolejnymi plagami. \n\nJednak zwiększona aktywność terminidów zmusiła inżynierów SZSZ do ewakuacji. Teraz jedynie helldiversi mogą zapewnić bezpieczeństwo naszym obywatelom.\n\nSystem Kontroli Terminidów musi zostać aktywowany za wszelką cenę.","ru":"Теперь на каждой планете Барьера возвышается сеть огромных распыляющих термицид башен, которая называется системой контроля терминидов. После активации СКТ уничтожит всех терминидов на своей планете до единого и обработает ее, чтобы предотвратить будущие вторжения. \n\nОднако, всплеск активности терминидов вынудил инженеров ВССЗ эвакуироваться. Теперь только Адские Десантники могут обеспечить безопасность наших граждан.\n\nСистему контроля терминидов необходимо активировать любой ценой.","zh":"现在各个屏障星球已经筑起喷洒灭虫终结剂的巨塔网络：终结族遏制体系。一旦启动，TCS将消灭星球上的所有终结族，并彻底杜绝未来虫害。\n\n然而，终结族活动激增，迫使超级地球武装部队的工程师立即撤离。现在，只有绝地潜兵能保卫公民的安全。\n\n不惜一切代价，终结族遏制体系也必须启动。"},"tag_ids":[],"type":0},{"id":2803,"message":{"es":"NUEVA ORDEN SUPREMA\nActivar el Sistema de Control de Termínidos","fr":"NOUVEL ORDRE PRIORITAIRE\nActivez le système de contrôle des terminides","de":"NEUER GENERALBEFEHL\nTerminiden-Kontrollsystem aktivieren","en":null,"it":"NUOVO ORDINE PRINCIPALE\nAttivare il Sistema di controllo dei Terminidi","pl":"NOWY WAŻNY ROZKAZ\nAktywuj System Kontroli Terminidów","ru":"НОВЫЙ ГЛАВНЫЙ ПРИКАЗ\nАктивировать систему контроля терминидов","zh":"新重要指令\n启动终结族遏制体系"},"tag_ids":[],"type":0},{"id":2804,"message":{"es":"FENRIR III ASEGURADO\nEl Sistema de Control de Termínidos ya está completamente activado en Fenrir III.","fr":"FENRIR III SOUS CONTRÔLE\nLe système de contrôle des terminides est totalement activé sur Fenrir III.","de":"FENRIR III GESICHERT\nDas Terminiden-Kontrollsystem auf Fenrir III ist jetzt vollständig aktiviert.","en":null,"it":"FENRIR III LIBERATO\nIl Sistema di controllo dei Terminidi è completamente attivo su Fenrir III.","pl":"FENRIR III ZABEZPIECZONY\nSystem Kontroli Terminidów został w pełni aktywowany na Fenrirze III.","ru":"ФЕНРИР III ПОД ЗАЩИТОЙ\nСистема контроля терминидов полностью активирована на Фенрире III.","zh":"成功占领芬里尔III\n终结族遏制体系已经在芬里尔III全面启动。"},"tag_ids":[],"type":0},{"id":2805,"message":{"es":"TURING ASEGURADO\nEl Sistema de Control de Termínidos ya está completamente activado en Turing.","fr":"TURING SOUS CONTRÔLE\nLe système de contrôle des terminides est totalement activé sur Turing.","de":"TURING GESICHERT\nDas Terminiden-Kontrollsystem auf Turing ist jetzt vollständig aktiviert.","en":null,"it":"TURING LIBERATO\nIl Sistema di controllo dei Terminidi è completamente attivo su Turing.","pl":"TURING ZABEZPIECZONY\nSystem Kontroli Terminidów został w pełni aktywowany na Turingu.","ru":"ТЬЮРИНГ ПОД ЗАЩИТОЙ\nСистема контроля терминидов полностью активирована на Тьюринге.","zh":"成功占领图灵\n终结族遏制体系已经在图灵全面启动。"},"tag_ids":[],"type":0},{"id":2806,"message":{"es":"El SCT se ha activado por completo en la mitad de los planetas barrera.","fr":"Le SCT est totalement activé sur la moitié des planètes barrières.","de":"Das TKS wurde auf der Hälfte der Barrierewelten vollständig aktiviert.","en":null,"it":"L'SCT è stato attivato su metà dei pianeti barriera.","pl":"SKT został w pełni aktywowany na połowie planet bariery.","ru":"СКТ полностью активирована на половине Барьерных планет.","zh":"半数屏障星球上的TCS已经全面启动。"},"tag_ids":[],"type":0}]