[
  {
    "id": 2797,
    "published": 2414563,
    "type": 0,
    "tagIds": [],
    "message": "Terminid spores have engulfed Heeth and Angel's Venture, spawning hordes of Terminids that overwhelmed our colonial militias. Clearly, the bug hive instinct oriented their mindless expansion towards dishonoring the memory of those who fought to free these planets.\n\nYour fellow Helldivers paid for these lands with their lives. We cannot lose them now. Hold the planets until SEAF reinforcements arrive."
  },
  {
    "id": 2798,
    "published": 2499000,
    "type": 0,
    "tagIds": [],
    "message": "The Advanced Liberation Tools Research Agency (ALTRA) has tested successful prototypes of a new combat asset. Helldivers are advised to review proper mechanical operation procedures in preparation for the incoming asset."
  },
  {
    "id": 2799,
    "published": 2507100,
    "type": 0,
    "tagIds": [],
    "message": "NEW MAJOR ORDER\nTien Kwan is home to the sole arsenal of new Exosuit technology. It is only a matter of time before the Automatons discover the arsenal and steal it for themselves. Liberate Tien Kwan, before it's too late."
  },
  {
    "id": 2800,
    "published": 2531100,
    "type": 0,
    "tagIds": [],
    "message": "AUTOMATON COUNTERATTACK\nIntercepted messages indicate bot plans for a significant push. Increased resistance on Automaton planets is anticipated."
  },
  {
    "id": 2801,
    "published": 2598240,
    "type": 0,
    "tagIds": [],
    "message": "Well done, Helldivers. Tien Kwan has been returned to the care of Managed Democracy. The Morgunson Arsenal, and its stockpile of freshly-produced Exosuits, were recovered intact.\n\nThe EXO-45 PATRIOT EXOSUIT is now available for requisition."
  },
  {
    "id": 2802,
    "published": 2705219,
    "type": 0,
    "tagIds": [],
    "message": "Upon each Barrier Planet now stands a network of massive, Termicide-dispensing towers: the Terminid Control System. Once activated, the TCS will exterminate every Terminid on that planet, and inoculate it against all future infestations. \n\nHowever, surges in Terminid activity have forced the SEAF Engineers to evacuate. Now, only the Helldivers can ensure the safety of our citizens.\n\nThe Terminid Control System must be activated—at any cost."
  },
  {
    "id": 2803,
    "published": 2705235,
    "type": 0,
    "tagIds": [],
    "message": "NEW MAJOR ORDER\nActivate Terminid Control System"
  },
  {
    "id": 2804,
    "published": 2822793,
    "type": 0,
    "tagIds": [],
    "message": "FENRIR III SECURED\nThe Terminid Control System is now fully activated on Fenrir III."
  },
  {
    "id": 2805,
    "published": 2899259,
    "type": 0,
    "tagIds": [],
    "message": "TURING SECURED\nThe Terminid Control System is now fully activated on Turing."
  },
  {
    "id": 2806,
    "published": 2899330,
    "type": 0,
    "tagIds": [],
    "message": "The TCS has been fully activated on half of the Barrier Planets."
  },
  {
    "id": 2806,
    "published": 2899330,
    "type": 0,
    "tagIds": [],
    "message": "The TCS has been fully activated on half of the Barrier Planets."
  },
  {
    "id": 2807,
    "published": 2981640,
    "type": 0,
    "tagIds": [],
    "message": "HEETH DEFENDED\nAfter countless noble and unavoidable sacrifices, Heeth has been defended from the Terminids."
  },
  {
    "id": 2808,
    "published": 2984190,
    "type": 0,
    "tagIds": [],
    "message": "MERIDIA SECURED\nThe Terminid Control System is now fully activated on Meridia."
  },
  {
    "id": 2809,
    "published": 3028740,
    "type": 0,
    "tagIds": [],
    "message": "ERATA PRIME SECURED\nThe Terminid Control System is now fully activated on Erata Prime. "
  },
  {
    "id": 2810,
    "published": 3028759,
    "type": 0,
    "tagIds": [],
    "message": "The Terminid Control System is fully activated. The Termicide is working as intended, culling millions of Terminids on the Barrier Planets.  Our citizens may finally rest easy, knowing their children are forever safe from being eaten alive by fascist insects. "
  },
  {
    "id": 2811,
    "published": 3317759,
    "type": 0,
    "tagIds": [],
    "message": "NEW MAJOR ORDER\n\nIn support of civilian population expansion and new energy demands for FTL travel, the Helldivers are ordered to cull the Terminid swarm within the Quarantine Zone through liberation of several planets."
  },
  {
    "id": 2812,
    "published": 3465808,
    "type": 0,
    "tagIds": [],
    "message": "CYBERSECURITY UPDATE\nA recent systems security breach has resulted in Galactic War tables displaying inaccurate information. The breach has been addressed, and all systems have been returned to normal operation.  Any discrepancies are to be considered the result of dissident misinformation.\n\nRest assured that the parties responsible have been identified, arrested, tried, and executed. "
  },
  {
    "id": 2813,
    "published": 3468550,
    "type": 0,
    "tagIds": [],
    "message": "INTELLIGENCE BRIEF\nA new strain of flying Terminids has suddenly appeared across all Terminid planets, with no prior warning or indication of any kind. While the Ministry of Intelligence has always known this was a possibility, the abruptness of the evolution indicates a high possibility of dissident concealment.\n\nThe deployment of Termicide was fortuitously timed—doubtlessly, it averted an even worse evolution. Helldivers are advised to exterminate these mutations whenever encountered."
  },
  {
    "id": 2814,
    "published": 3468821,
    "type": 0,
    "tagIds": [],
    "message": "CYBERSECURITY UPDATE\nA recent systems security breach has resulted in Galactic War tables displaying inaccurate information. The breach has been addressed, and all systems have been returned to normal operation.  Any discrepancies are to be considered the result of dissident misinformation.\n\nRest assured that the parties responsible have been identified, arrested, tried, and executed. "
  },
  {
    "id": 2815,
    "published": 3477840,
    "type": 0,
    "tagIds": [],
    "message": ""
  },
  {
    "id": 2816,
    "published": 3479100,
    "type": 0,
    "tagIds": [],
    "message": "CYBERSECURITY UPDATE\nA recent systems security breach has resulted in Galactic War tables displaying inaccurate information. The breach has been addressed, and all systems have been returned to normal operation.  Any discrepancies are to be considered the result of dissident misinformation.\n\nRest assured that the parties responsible have been identified, arrested, tried, and executed. "
  },
  {
    "id": 2817,
    "published": 3479159,
    "type": 0,
    "tagIds": [],
    "message": "INTELLIGENCE BRIEF\nA new strain of flying Terminids has suddenly appeared across all Terminid planets, with no prior warning or indication of any kind. While the Ministry of Intelligence has always known this was a possibility, the abruptness of the evolution indicates a high possibility of dissident concealment.\n\nThe deployment of Termicide was fortuitously timed—doubtlessly, it averted an even worse evolution. Helldivers are advised to exterminate these mutations whenever encountered."
  },
  {
    "id": 2818,
    "published": 3562530,
    "type": 0,
    "tagIds": [],
    "message": "MAJOR ORDER FAILED\n\nThough many Terminids have been mercifully culled, the Helldivers were unable to penetrate as far inside the Quarantine Zone as ordered.\n\nThe expansion of our citizens to new planets will be reduced in line with the reduction of expected Element 710 to be produced. Further procreation applications will be denied until further notice."
  },
  {
    "id": 2819,
    "published": 3564909,
    "type": 0,
    "tagIds": [],
    "message": "NEW MAJOR ORDER\n\nCivilian Biomass Collection Teams (BCTs) are gathering and processing inert Terminids. The Helldivers must maintain our control of the planets until these operations are complete."
  },
  {
    "id": 2820,
    "published": 3686100,
    "type": 0,
    "tagIds": [],
    "message": "TERMINID SURGE\nMinistry of Science reports an unanticipated spike in Terminid spore counts. Expect a severe increase in resistance on Terminid planets."
  }
]