[
    {
        "name": "Trooper",
        "description": "As the primary infantry unit of the Automaton forces, the Trooper is a fundamental component of the enemy lineup. This unit, while basic, can be deployed in large numbers and equipped with a variety of weapons and equipment based on mission needs. Often considered cannon fodder due to their vulnerability in small groups, Troopers are nonetheless crucial targets because of their ability to call in heavier reinforcements.",
        "recommendedStratagems": ["Guard Dog Rover", "Stalwart", "Eagle Strafing Run", "Machine Gun Sentry", "Mortar Sentry", "Grenade Launcher", "Arc Thrower"],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1738034371/Trooper.heic"
    },
    {
        "name": "Brawler",
        "description": "Coming soon",
        "recommendedStratagems": ["Guard Dog Rover", "Stalwart", "Eagle Strafing Run", "Machine Gun Sentry", "Mortar Sentry", "Grenade Launcher", "Arc Thrower"],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1738034193/Brawler.heic"
    },
    {
        "name": "Marauder",
        "description": "A lightly armored Automaton equipped with additional plating, offering marginal protection. While its weaponry features slight adjustments to fire rate and recharge time, its offensive capabilities remain unimpressive. Despite the reinforced exterior, light armor-piercing weapons will still dispatch it with just a few extra shots.",
        "recommendedStratagems": ["Arc Thrower", "Orbital Napalm Barrage", "Guard Dog Rover", "Eagle Strafing Run", "Machine Gun Sentry", "Mortar Sentry", "Grenade Launcher"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Automaton/Marauder.heic?updatedAt=1735274482961"
    },
    {
        "name": "Commissar",
        "description": "The Commissar is a unique Automaton unit, acting as a simulated military leader. Enhanced with advanced processing and basic command algorithms, it orchestrates troop movements while avoiding direct combat. Despite its non-sentient nature, the Commissar is essential for coordinating Automaton infantry squads.",
        "recommendedStratagems": ["Anti-Materiel Rifle"],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1738034366/Commissar.heic"
    },
    {
        "name": "Scout Strider",
        "description": "The Scout Strider, a machine operated by another machine, functions as a mobile turret under the limited control of an Automaton Trooper. This setup represents yet another futile endeavor to mimic true intelligence by commanding a device even more basic than the operator itself.",
        "recommendedStratagems": ["Recoilless Rifle", "Autocannon", "Railgun", "Expendable Anti-Tank"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Automaton/Scout%20Strider.heic"
    },
    {
        "name": "Reinforced Scout Strider",
        "description": "A reinforced variant of the Scout Strider, this model replaces its Trooper pilot with automated controls and enhances its firepower with a Fusion Repeater and dual ballistic missiles mounted on each side. Its reinforced cabin offers increased durability, with some reports suggesting its viewing port is sealed with steel plating or bullet-resistant glass. Despite these upgrades, its greatest weakness remains its exposed rockets—striking them can trigger a catastrophic explosion, instantly neutralizing the Strider.\n\nOnce alerted, this Strider aggressively advances on Helldivers, firing its Fusion Repeater in controlled three-round bursts before pausing to cool down. It also launches rockets sporadically, often upon detecting enemy movement. Helldivers should be wary of its ability to stomp targets that stray too close.",
        "recommendedStratagems": ["Railgun", "Autocannon", "Expendable Anti-Tank"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Automaton/Reinforced%20Scout%20Strider.heic?updatedAt=1735274623161"
    },
    {
        "name": "Berserker",
        "description": "The Berserker embodies raw savagery, equipped with chainsaws each powered by a CPU dedicated to a single task: minimizing the distance between the saw and its target as swiftly as possible.",
        "recommendedStratagems": ["Autocannon", "Jump Pack", "Autocannon Sentry", "Anti-Materiel Rifle"],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1738034190/Berserker.heic"
    },
    {
        "name": "Devastator",
        "description": "The Devastator, armored to the hilt, aims to dismantle any opposition to the Automatons' oppressive ideology using a formidable arsenal. This includes arm cannons, protective arm shields, arm machine guns, and shoulder-launched rocket pods.",
        "recommendedStratagems": ["Autocannon", "Recoilless Rifle", "Anti-Materiel Rifle", "Railgun"],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1738034166/Devastator.heic"
    },
    {
        "name": "Rocket Devastator",
        "description": "Coming soon",
        "recommendedStratagems": ["Autocannon", "Recoilless Rifle", "Anti-Materiel Rifle", "Railgun"],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1738034182/Rocket_Devastator.heic"
    },
    {
        "name": "Heavy Devastator",
        "description": "Coming soon",
        "recommendedStratagems": ["Autocannon", "Recoilless Rifle", "Anti-Materiel Rifle", "Railgun"],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1738034159/Heavy_Devastator.heic"
    },
    {
        "name": "Hulk",
        "description": "The Hulk, like all Automaton units, is single-mindedly designed for one purpose: delivering devastating firepower. When encountered, the standard protocol for Helldivers is to initiate the heaviest Orbital bombardment available without delay.",
        "recommendedStratagems": ["Eagle 500KG Bomb", "Orbital Railcannon Strike", "Orbital Precision Strike", "Eagle 110mm Rocket Pods", "Quasar Cannon", "Recoilless Rifle", "Railgun", "Anti-Materiel Rifle", "Autocannon"],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1738034024/Hulk.heic"
    },
    {
        "name": "Annihilator Tank",
        "description": "The Automaton Tank, a blatant imitation of Super Earth's tank designs, falls short in numerous areas, including slow turret rotation and movement speed— a rip-off of a 20th-century classic. This highlights the Automatons' nature as nothing more than copycats and thieves. In contrast, a single skilled Helldiver can dismantle these tanks, while Super Earth's versions can decimate entire platoons.",
        "recommendedStratagems": ["Expendable Anti-Tank", "Autocannon", "Orbital Railcannon Strike", "Orbital Precision Strike", "Eagle 110mm Rocket Pods", "Railgun", "Recoilless Rifle", "Anti-Materiel Rifle", "Quasar Cannon", "Eagle 500KG Bomb"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Automaton/Tank.heic"
    },
    {
        "name": "Barrager Tank",
        "description": "The latest addition to the Automaton tank fleet, this tank is equipped with a missile launcher, functioning as a mobile mortar to rain destruction on democracy’s finest. Unlike other tanks, it lacks an exposed oil tank, making it harder to disable through conventional means.\n\nWith no obvious weak points, Helldivers are advised to blow it up in the most democratic way possible.",
        "recommendedStratagems": ["Expendable Anti-Tank", "Autocannon", "Orbital Railcannon Strike", "Orbital Precision Strike", "Eagle 110mm Rocket Pods", "Railgun", "Recoilless Rifle", "Anti-Materiel Rifle", "Quasar Cannon", "Eagle 500KG Bomb"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Automaton/Barrager%20Tank.heic?updatedAt=1735277108069"
    },
    {
        "name": "Shredder Tank",
        "description": "A heavily armored variant of the Annihilator Tank, the Shredder Tank replaces its turret with a Fusion Autocannon, unleashing relentless barrages of laser fire. Its high rate of fire, fast reload, and rapid turret rotation make it a deadly threat at any range.\n\nDespite its firepower, the Shredder Tank shares the same vulnerabilities as its counterparts. Its turret is weaker than its chassis, and a well-placed shot to its exposed rear or vent can quickly bring it down. Once destroyed, it detonates after a short delay - Helldivers should keep their distance.",
        "recommendedStratagems": ["Expendable Anti-Tank", "Autocannon", "Orbital Railcannon Strike", "Orbital Precision Strike", "Eagle 110mm Rocket Pods", "Railgun", "Recoilless Rifle", "Anti-Materiel Rifle", "Quasar Cannon", "Eagle 500KG Bomb"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Automaton/Shredder%20Tank.heic?updatedAt=1735277108239"
    },
    {
        "name": "Factory Strider",
        "description": "Referred to as 'Walkers' by some Helldivers, the Factory Striders are massive, heavily armed colossi, embodying steel and socialist ideals. These mobile factories, capable of being stationed at Automaton outposts or parachuted into combat zones, unleash havoc with their cannons and dual miniguns while manufacturing batches of Standard Devastators. They also traverse planetary surfaces, offering fire support as needed. Their ability to quickly deploy and proliferate throughout Super Earth colonies underscores their strategic importance in Automaton operations.",
        "recommendedStratagems": [],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Automaton/Factory%20Strider.heic"
    },
    {
        "name": "Gunship",
        "description": "Gunships, large aerial vehicles, patrol the vicinity of Automaton Gunship Facilities, monitoring nearby activities. Upon detecting Helldiver movements, they swiftly mobilize to scan and assess the area. Equipped with an underside turret and capable of launching a barrage of rockets, these Gunships engage upon sighting their targets. They bear a resemblance to smaller, less robust versions of Automaton Dropships, notably lacking the 'arms' used to deploy Automaton troops.",
        "recommendedStratagems": [],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1738034368/Gunship.heic"
    },
    {
        "name": "Dropship",
        "description": "Dropships, large non-humanoid Automaton vehicles, are tasked with the rapid transport and deployment of Automaton infantry. When Helldiver activity is detected, typically marked by the firing of a signal flare, these Dropships spring into action, quickly delivering Automaton units to the conflict zone. Packed to the brim with troops, they are essential for swift tactical responses.",
        "recommendedStratagems": ["Quasar Cannon", "Recoilless Rifle", "Expendable Anti-Tank"],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1738034942/Dropship.heic"
    }
]
