[
    {
        "name": "Voteless",
        "description": "The Voteless are mutated Super Earth citizens, warped by the Illuminate into mindless melee soldiers with pale skin and glowing blue eyes.\n\nWhile individually weak, they are resilient and lunge quickly, overwhelming Helldivers in large swarms.\nGas weapons and anti-infantry stratagems are highly effective against their hordes.",
        "recommendedStratagems": ["Eagle Cluster Bomb", "Orbital Airburst Strike", "Arc Thrower"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Illuminate/voteless-min.png?updatedAt=1734402602749"
    },
    {
        "name": "Overseer",
        "description": "Overseers are ancient Illuminate warriors wielding energy staves for both high-damage ranged attacks and devastating melee sweeps.\n\nThey deploy energy shields under fire but remain vulnerable to area-of-effect attacks and shots targeting their legs or helmet.\nOverseers excel at close combat, using their staves to knock down and overwhelm Helldivers.",
        "recommendedStratagems": ["Railgun", "Anti-Materiel Rifle"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Illuminate/overseer-min.png?updatedAt=1734402603160"
    },
    {
        "name": "Elevated Overseer",
        "description": "The Elevated Overseer is a flying medium infantry unit of the Illuminate, equipped with a rapid burst-firing energy weapon and grenades.\n\nWith maneuverable flight and frequent dodging, they advance slowly while launching attacks and grenades intermittently.\n\nElevated Overseers are armored, but their jetpacks and armor plating can be targeted for devastating effects, including instant kills when their jetpacks detonate.\n\nHelldivers can exploit their susceptibility to stunning attacks to immobilize them, strip their armor, and eliminate them effectively.",
        "recommendedStratagems": ["Arc Thrower", "Guard Dog", "Guard Dog Rover", "Anti-Materiel Rifle"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Illuminate/Elevated%20Overseer.heic"
    },
    {
        "name": "Harvester",
        "description": "Harvesters are large, mechanical tripods armed with a deadly sweeping laser and deployable shields.\nTheir shields regenerate over time, but destroying the crest above their eye disables them permanently.\nSlow and vulnerable to flanking, Harvesters can be taken down with precise shots to their eye or legs.",
        "recommendedStratagems": ["Flamethrower", "Quasar Cannon", "Anti-Materiel Rifle"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Illuminate/harvester-min.png?updatedAt=1734402602844"
    },
    {
        "name": "Watcher",
        "description": "Watchers are floating Illuminate scouts that call in reinforcements upon spotting threats, emitting flares to signal Warp Ships.\nThey fire low-damage Arc lightning when engaged and explode on impact after destruction, posing a final danger to nearby Helldivers.\nPrecision shots to their main body can eliminate them quickly.",
        "recommendedStratagems": ["Anti-Materiel Rifle", "Railgun"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Illuminate/watcher-min.png?updatedAt=1734402602730"
    },
    {
        "name": "Warp Ship",
        "description": "The Warp Ship serves as an Illuminate enemy emplacement and transport aircraft.\nGrounded Warp Ships periodically release Voteless and are protected by regenerating shields, requiring explosives or high-demolition stratagems to destroy their bay doors.\nReinforcement Warp Ships lack shields and deploy troops via tractor beams but can be destroyed with precision strikes from rockets or heavy weapons.",
        "recommendedStratagems": ["Orbital Precision Strike", "Orbital Laser", "Orbital Railcannon Strike", "Eagle 500KG Bomb", "SEAF Artillery", "Recoilless Rifle"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Illuminate/warpship.heic"
    }
    ]
