[
    {
        "name": "Alpha Commander",
        "description": "The Alpha Commander is a heavily-armored and supercharged variant of the Brood Commander, boasting increased health and heightened aggression.\n\nWith a health pool of 1000 and the ability to summon Alpha Warriors, these fast-moving and relentless enemies are lethal up close.\n\nLike Brood Commanders, they enter a berserk state when beheaded, gaining speed and attack power briefly before expiring. Maiming their legs to slow them or engaging at range with high-damage weapons is critical for survival.",
        "recommendedStratagems": ["Arc Thrower", "Flamethrower", "Guard Dog Rover", "Stalwart", "Grenade Launcher", "Orbital Gas Strike", "Eagle Strafing Run", "Tesla Tower"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Terminids/Alpha%20Brood%20Commander.heic"
    },
    {
        "name": "Alpha Warrior",
        "description": "The Alpha Warrior is a faster and deadlier variant of the Warrior, exclusively summoned by Alpha Commanders on Impossible difficulty and above.\n\nWhile identical to Warriors in behavior, their increased speed allows them to relentlessly pursue and attack Helldivers.\n\nUpon losing their head, Alpha Warriors gain heightened aggression and can deal significant damage before bleeding out.\n\nHelldivers are advised to ensure they are fully dispatched, or cripple their legs to slow them down.",
        "recommendedStratagems": ["Arc Thrower", "Machine Gun Sentry", "Flamethrower", "Grenade Launcher", "Patriot Exosuit", "Machine Gun"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Terminids/Alpha%20Warrior.heic"
    },
    {
        "name": "Bile Warrior",
        "description": "The Bile Warrior is a medium-sized Terminid variant of the Warrior, distinguished by its volatile bile sack and unstable body chemistry.\n\nBelieved to be a sub-adult form of the Bile Titan, these creatures appear on Challenging difficulty and higher, releasing a deadly bile explosion upon death.\n\nWhile their combat behavior mirrors standard Warriors, Helldivers must maintain a safe distance to avoid their explosive demise, making ranged tactics essential for survival.",
        "recommendedStratagems": ["Machine Gun Sentry", "Patriot Exosuit", "Arc Thrower", "Grenade Launcher", "Flamethrower", "Machine Gun"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Terminids/Bile%20Warrior.heic"
    },
    {
        "name": "Hive Guard",
        "description": "The Hive Guard is a medium-sized Terminid equipped with medium armor on its front, appearing on Easy difficulty and higher.\n\nLarger than the Warrior, it plays a defensive role, often protecting bug nests or escorting high-value Terminids like Brood Commanders and Chargers.\n\nWhen under fire, Hive Guards can 'hunker down,' forming a stationary shield wall with their armored head and claws, protecting smaller Terminids behind them.\n\nTheir armor can be bypassed by flanking or aiming at gaps, while grenades and high-penetration weapons can effectively dispatch them.\n\nHive Guards may briefly enter a berserk state upon decapitation, blindly rushing forward before expiring.",
        "recommendedStratagems": ["Machine Gun", "Machine Gun Sentry", "Arc Thrower", "Grenade Launcher", "Patriot Exosuit", "Flamethrower"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Terminids/Hive%20Guard.heic"
    },
    {
        "name": "Behemoth",
        "description": "The Behemoth is a heavily-armored variation of the Charger, distinguishable by its elongated horn-like head armor.\n\nFound as Elimination Targets or Shuttle Bay guardians on Medium difficulty, they also spawn randomly at higher difficulties alongside regular Chargers.\n\nBehemoths have increased health and armor resistance, making their unprotected abdomen less vulnerable to damage.\n\nThey are more resilient than standard Chargers and frequently enter a berserk state before succumbing to their wounds.",
        "recommendedStratagems": ["Orbital Precision Strike", "Railgun", "Quasar Cannon", "Jump Pack", "Autocannon", "Recoilless Rifle", "Shield Generator Pack", "Expendable Anti-Tank"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Terminids/Behemoth.heic"
    },
    {
        "name": "Spore Charger",
        "description": "The Spore Charger is a heavily-armored evolution of the Charger, distinguished by the spore fog it generates and its bright-green bile sacs.\n\nIts fog shroud obscures vision and masks its movements, making it a dangerous ambush predator.\n\nDespite its shroud, the Spore Charger retains the same weaknesses as regular Chargers, including its vulnerable rear abdomen and susceptibility to explosives.\n\nHowever, killing it with an explosion scatters corrosive bile in the surrounding area, causing damage over time and slowing nearby Helldivers.",
        "recommendedStratagems": ["Orbital Precision Strike", "Orbital Railcannon Strike", "Railgun", "Quasar Cannon", "Shield Generator Pack", "Jump Pack", "Autocannon", "Recoilless Rifle", "Flamethrower", "Expendable Anti-Tank"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Terminids/Spore%20Charger.heic?updatedAt=1735254436742"
    },
    {
        "name": "Scavenger",
        "description": "The Scavenger, an adolescent form of the Warrior, sits at the bottom of the Terminid food chain and is ubiquitous across various planets and difficulty levels.\n\nThough individually weak and largely harmless, Scavengers can become surprisingly dangerous when encountered in packs. A Helldiver caught amidst a group of these creatures may find them more threatening than initially anticipated. Additionally, if given the opportunity, Scavengers can release a cloud of Pheromone Spores, signaling the presence of hostiles to other nearby Terminids.",
        "recommendedStratagems": ["Arc Thrower", "Flamethrower", "Guard Dog Rover", "Stalwart", "Grenade Launcher", "Orbital Gas Strike", "Eagle Strafing Run", "Tesla Tower"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Terminids/Scavenger.heic"
    },
    {
        "name": "Impaler",
        "description": "The Impaler is a colossal, heavily-armored Terminid with a distinctive and formidable mutation: its head is composed of three lethal tentacles that can burrow deep into the ground and reemerge up to several dozen meters away.",
        "recommendedStratagems": ["Orbital Railcannon Strike", "Spear"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Terminids/Impaler.png?updatedAt=1723866117722"
    },
    {
        "name": "Warrior",
        "description": "The Warrior represents the evolutionary advancement from the Scavenger and precedes the transformation into a Brood Commander, appearing at any difficulty level.\n\nArmed only with razor-sharp claws, these light-armored enemies rely on surprise tactics, such as burrowing underground to ambush Helldivers.\n\nWarriors are fast, aggressive, and often attack in packs, utilizing flanking maneuvers to encircle their targets.\n\nWhen beheaded, they enter a berserk state, blindly charging at their last known target with heightened aggression before expiring.",
        "recommendedStratagems": ["Machine Gun Sentry", "Patriot Exosuit", "Arc Thrower", "Grenade Launcher", "Flamethrower", "Machine Gun"],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1721204685/Warrior_u4g8gg.png"
    },
    {
        "name": "Hunter",
        "description": "The Hunter, a medium-sized Terminid like the Warrior, emerges on Medium difficulty and higher.\n\nEmploying tactics from its adolescent stage, the Pouncer, Hunters use their wings to leap great distances, stunning Helldivers and executing flank maneuvers to gain the upper hand.",
        "recommendedStratagems": ["Guard Dog Rover", "Stalwart", "Grenade Launcher", "Arc Thrower", "Eagle Napalm Strike", "Eagle Strafing Run"],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1721204658/Hunter_onycv6.png"
    },
    {
        "name": "Stalker",
        "description": "The Stalker is a large-sized Terminid that originates from a Stalker Lair. It appears to be a mutated version of the Hunter, equipped with camouflage capabilities and enhanced strength. There are historical reports suggesting that this strain of Terminid was present during the First Galactic War, although there is no documented evidence of their camouflage abilities from that time.",
        "recommendedStratagems": ["Orbital Smoke Strike", "Jump Pack", "Railgun", "Anti-Materiel Rifle", "Eagle Smoke Strike", "Autocannon Sentry"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Terminids/Stalker.heic"
    },
    {
        "name": "Bile Spewer",
        "description": "The Bile Spewer, a Terminid with moderate armor and size, appears on Medium difficulty and higher. It represents the adult form and third stage in a four-stage evolutionary sequence, following the Bile Spitter and Nursing Spewer and preceding the Bile Titan.\n\nBile Spewers discharge streams of highly corrosive acid known as 'Bile', which can impede Helldivers' movements and prove extremely lethal upon prolonged exposure. On Extreme difficulty and higher, Bile Spewers gain the capability to launch a mortar-like volley of bile into the air, significantly enhancing their range and lethality.",
        "recommendedStratagems": ["Eagle 110mm Rocket Pods", "Jump Pack", "Shield Generator Pack", "Autocannon", "Anti-Materiel Rifle", "Grenade Launcher"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Terminids/Bile%20Spewer.heic"
    },
    {
        "name": "Charger",
        "description": "The Charger is a large, heavily-armored Terminid that begins appearing as an Elimination Target on Medium difficulty and becomes more frequent at higher levels.\n\nKnown for its devastating charges, which can concuss, trample, or even launch Helldivers, the Charger also uses its claws in close-range combat.\n\nWhile heavily armored, its rear abdomen is unprotected and vulnerable to sustained fire. Chargers can enter a berserk state upon receiving lethal damage, continuing to attack before succumbing to their wounds.",
        "recommendedStratagems": ["Orbital Precision Strike", "Orbital Railcannon Strike", "Railgun", "Quasar Cannon", "Shield Generator Pack", "Jump Pack", "Autocannon", "Recoilless Rifle", "Flamethrower", "Expendable Anti-Tank"],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1721204611/Charger_cvixji.png"
    },
    {
        "name": "Brood Commander",
        "description": "The Brood Commander, a heavily-armored Terminid and variant of the Warrior, represents the nearly-extinct Terminid Leadership Caste.\n\nIt can summon Warriors and Hive Guards, or trigger bug breaches to overwhelm Helldivers with swarms.\n\nDespite its light armor, the Brood Commander boasts high durability and can enter a berserk state if its head is destroyed, briefly gaining speed and attack power before expiring.\n\nDestroying its legs or claws can slow it significantly, and stagger effects can disrupt its pheromone signals.",
        "recommendedStratagems": ["Anti-Materiel Rifle", "Railgun", "Laser Cannon", "Mortar Sentry", "Autocannon"],
        "imageUrl": "https://res.cloudinary.com/dxtkcvynb/image/upload/v1721204607/Brood_Commander_gerpaf.png"
    },
    {
        "name": "Bile Titan",
        "description": "The Bile Titan, a colossal and heavily-armored Terminid, represents the ultimate growth stage of a Bile Warrior. It appears on Challenging difficulty as an Elimination Target and becomes increasingly common as the difficulty escalates.\n\nDespite its immense size, the Bile Titan can rapidly close distances, dousing Helldivers with its deadly bile. Those in close proximity also risk being crushed or impaled by its massive claws.",
        "recommendedStratagems": ["Autocannon", "Orbital Precision Strike", "Eagle 500KG Bomb", "Eagle 110mm Rocket Pods", "Railgun", "Expendable Anti-Tank", "Orbital Railcannon Strike", "Jump Pack"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Terminids/Bile%20Titan.heic"
    },
    {
        "name": "Shrieker",
        "description": "Shriekers are moderate-sized, flying Terminids characterized by their large wingspans. They typically travel in large flocks and employ dive tactics to swoop down and swipe at Helldivers.",
        "recommendedStratagems": ["Eagle 500KG Bomb", "Autocannon", "Laser Cannon", "Patriot Exosuit", "Arc Thrower"],
        "imageUrl": "https://ik.imagekit.io/rozzkftam/Terminids/Shrieker.heic"
    }
]
